Repository: common-repository/aixorder
Catalog: locales/aixorder-*.po
Languages: fr_fr

source: in+grey,+posts+forced+on+first+positions
fr_fr: en+gris,+les+billets+épinglés

source: Popularity|Novelty
fr_fr: Popularité|Nouveauté

source: Reorder your posts depending on their novelty and popularity
fr_fr: Réordonnez vos billets selon leur nouveauté et leur popularité

source: Official Plugin Page
fr_fr: Page officielle du plugin

source: Official plugin page
fr_fr: Page officielle du plugin

source: written by
fr_fr: écrit par

source: You can <a href="#aixorder_graph">view your posts points</a>, <a href="#aixorder_settings">update the plugin settings</a> or <a href="#aixorder_help">find help here.</a>
fr_fr: Vous pouvez <a href="#aixorder_graph">voir les points de vos billets</a>, <a href="#aixorder_settings">modifier les réglages du plugin</a> ou <a href="#aixorder_help">trouver de l'aide ici.</a>

source: Posts points with current settings
fr_fr: Points par billet avec les paramètres courants

source: Plugin settings
fr_fr: Réglages du plugin

source: Sticky posts
fr_fr: Billets épinglés

source: Force the X last posts on first position
fr_fr: Forcer les X derniers billets en premières positions

source: Click for help!
fr_fr: Cliquez pour de l'aide sur ce paramètre !

source: Force your X last posts to be shown on first position when viewing your home page. Can be used in parallel of the next feature. For example, if you want to modify the order to start only on page 2, enter the number of posts you display on your home page.
fr_fr: Forcez les X derniers billets à être en premières positions sur votre home page. Peut être utilisé en parallèle avec la fonctionnalité suivante. Par exemple, si vous ne voulez modifier l'ordre qu'à partir de la page 2, entrez le nombre de billets de votre home page.

source: Force posts younger than Y days on first position.
fr_fr: Forcer les billets publiés il y a moins de Y jours en premières positions.

source: Force the posts younger than Y days to be shown on first position when viewing your home page. Can be used in parallel of the precedent feature. For example, if you want to keep a normal order for posts younger than a month, put 30. If you just want to give bonus points to young posts, check "Novelty points calcul" section.
fr_fr: Forcez les billets publiés il y a moins de Y jours en premières positions sur votre home page. Peut être utilisé en parallèle avec la fonctionnalité précédente. Par exemple, si vous voulez garder un ordre normal pour les billets de moins d'un mois, mettez 30. Si vous voulez juste favoriser les billets récents, regardez plutôt la section "Calcul des points de nouveauté".

source: Focus on...
fr_fr: Mettre l'accent sur...

source: Popularity
fr_fr: Popularité

source: Novelty
fr_fr: Nouveauté

source: Choose here the balance between popularity and novelty in the score calcul. If you choose 100%, the score will only be based on novelty, so the the order will be the same as if there was no plugin. If you choose 0%, the order will not take in consideration the post date at all. A good value is 50%.
fr_fr: Choisissez ici la balance entre la popularité et la nouveauté dans le calcul du score d'un billet. Si vous choisissez 100%, le score sera seulement basé sur la nouveauté, et donc l'ordre sera le même que s'il n'y avait pas de plugin. Si vous choisissez 0%, l'ordre ne prendra plus du tout en compte la date de parution des billets (vous aurez un best-of). Une bonne valeur est 50%.

source: Novelty calcul settings
fr_fr: Calcul des points de nouveauté

source: Give novelty points to posts youger than X days
fr_fr: Donner des points de nouveauté aux billets parus il y a moins de X jours

source: Choose here how many times a new published post will get novelty points. When you publish it, its novelty score is 100%, and it is each day decremented. After X days, it reaches zero. Define well this period if you do not want to see recent posts doubled by particularly popular posts.
fr_fr: Choisissez ici pendant combien de temps un nouveau billet recevra des points de nouveauté. Quand vous le publiez, son score de nouveauté est de 100%, et il est décrémenté chaque jour. Après X jours, il devient nul. Définissez avec soin cette durée si vous ne voulez pas voir des billets assez récents se faire "doubler" par des billets particulièrement populaires.

source: Popularity calcul settings
fr_fr: Calcul des points de popularité

source: Home view value
fr_fr: Valeur d'une vue en home page

source: Choose here how many popularity points a post will get for this type of view. Default values are trustable.
fr_fr: Choisissez ici combien de points de popularité apporte chaque type de vue. Les valeurs par défaut sont conseillées.

source: Single view value
fr_fr: Valeur d'une lecture

source: Category view value
fr_fr: Valeur d'une vue en catégories

source: Archive view value
fr_fr: Valeur d'une vue en archives

source: Feed view value
fr_fr: Valeur d'une vue dans un feed

source: Comment value
fr_fr: Valeur d'un commentaire

source: Pingback value
fr_fr: Valeur d'un pingback

source: Trackback value
fr_fr: Valeur d'un trackback

source: Save settings
fr_fr: Enregistrer les options

source: Help
fr_fr: Aide

source: How are posts ordered ?
fr_fr: Comment sont ordonnés les billets ?

source: aiXorder relies on a system of points. For each post, there are two main counters: novelty et popularity. You can fully customize the calcul of the points in this page. To understand how points are calculated exactly, here are the rules used.
fr_fr: aiXorder repose sur un système de points. Chaque billet possède deux compteurs, pour sa popularité et sa nouveauté. Vous pouvez entièrement personnaliser le calcul des points sur cette page. Pour comprendre le calcul exact, voici les règles utilisées.

source: rules_EN.png
fr_fr: rules_FR.png

source: What are the good settings ?
fr_fr: Quels sont les bons réglages ?

source: It is up to you to decide what you want to show to your visitors ! It depends on the type of your blog... For example, if you write often, you could have to define a bigger number of sticky posts, otherwise your last articles will go down before having a enough big score to stay on first page.
fr_fr: C'est à vous de décider ce que vous voulez montrer à vos visiteurs ! Tout dépend du type de votre blog. Par exemple, si vous écrivez souvent, vous pourriez avoir à augmenter le nombre de posts épinglés, sinon vos derniers articles vont descendre dans le classement avant d'avoir un score de popularité assez important pour rester en home page.

source: Where do I find help ?
fr_fr: Où puis-je trouver de l'aide ?

source: You will find help on the <a title="Official Plugin Page" href="http://www.aixo.fr/aixorder">official plugin page</a>.
fr_fr: Vous trouverez de l'aide sur la <a title="Official Plugin Page" href="http://www.aixo.fr/aixorder">page officielle du plugin</a>.

source: aiXorder was uninstalled
fr_fr: aiXorder a été désinstallé

source: The plugin was uninstalled without any problem. Your database was cleaned from aiXorder data. You can reinstall it simply by activating it in the plugins list, but your visits statistics will start from zero again.
fr_fr: Le plugin a été correctement désinstallé. Toutes les données d'aiXorder ont été supprimées de votre base de données. Vous pouvez le réinstaller simplement en le réactivant dans la liste des plugins, mais les statistiques de vos visites repartiront de zéro.

source: (Changes will immediatly be shown on the graph.)
fr_fr: (Les changements seront immédiatement visibles sur le graphe.)

source: Uninstall aiXorder
fr_fr: Désinstaller aiXorder

source: aiXorder uses a custom table in your wordpress database to store statistics. If you just deactivate the plugin on the plugins list, this table will not be dropped in order to keep your statistics. If you want to uninstall aiXorder properly, click on "Uninstall aiXorder" and all data will be erased.
fr_fr: aiXorder utilise sa propre table dans votre base de données Wordpress pour stocker les statistiques. Si vous désactivez seulement le plugin dans la liste des plugins, cette table ne sera pas effacée et vous conserverez vos statistiques. Si vous voulez désinstaller complètement et proprement aiXorder, cliquez sur "Désinstaller aiXorder" et toutes les données seront supprimées.

source: Are you sure you want to do this ?
fr_fr: Etes-vous sûr de vouloir faire ça ?

source: Do not hesitate to click on the "[?]" for each parameter to get precisions.
fr_fr: N'hésitez pas à cliquer sur "[?]" pour obtenir des précisions sur chaque paramètre.

source: When are scores updated ?
fr_fr: Quand sont mis à jour les scores?

source: In order not to overload the Wordpress database, scores are not updated at each action or each view. But they are updated often enough to always be representative: each hour, when a new post is published, and each time you open this page.
fr_fr: Pour ne pas surchager la base de données Wordpress, les scores ne sont pas mis à jour à chaque action, ou chaque vue. Mais il sont mis à jour assez souvent pour être toujours justes: toutes les heures, dès qu'un nouveau billet est publié, et chaque fois que vous ouvrez cette page.

source: Custom order sections
fr_fr: Sections triées par score aiXorder

source: Display the posts ordered by aiXorder score on...
fr_fr: Trier les billets par score en...

source: Categories
fr_fr: Catégories

source: Search results
fr_fr: Résultats de recherche

source: Choose which section you want to reorder using the custom aiXorder score. If you do not want to surprise your daily visitors but show a more adapted listing in categories and archives, you could deactivate "Home". In deactivated sections, the listings are ordered by date.
fr_fr: Choisissez dans quelles sections vous voulez réordonner vos billets selon le score aiXorder. Si vous ne voulez pas surprendre vos visiteurs réguliers mais montrer des listings plus pertinents dans les catégories et les archives, vous pouvez par exemple désactiver "Home". Dans les sections désactivées, les billets sont ordonnés par date.

source: WP-PostRatings integration
fr_fr: Intégration de WP-PostsRatings

source: Coefficient of WP-PostRatings scores in the popularity calcul
fr_fr: Coefficient des scores WP-PostsRatings dans le calcul de la popularité

source: Choose here the coefficient to apply to WP-PostsRatings scores when calculating popularity score. The average score will be used. For example, if the post average rating is 4.7, 4.7*X points will be added to the popularity score. Just put 0 if you do not want WP-PostsRatings to be part of the aiXorder score.
fr_fr: Choisissez ici le coefficient à appliquer aux scores de WP-PostsRatings au moment du calcul du score de popularité. Le score moyen sera utilisé. Par exemple, si le billet a une note moyenne de 4,7, 4,7*X points seront ajoutés au score de popularité. Laissez 0 si vous ne voulez pas prendre en compte WP-PostsRatings.

source: <strong>WP-PostsRatings does not seem to be installed and activated on this blog. </strong>WP-PostsRating is a very good Wordpress plugin that allows visitors to rate your posts. aiXorder can integrate this rating in the popularity score calcul ! Find more information about this plugin on <a href="http://wordpress.org/extend/plugins/wp-postratings/">the official plugin repository</a>.
fr_fr: <strong>WP-PostsRatings semble ne pas être installé et activé sur ce blog. </strong>WP-PostsRatings est un excellent plugin qui permet à vos visiteurs de noter vos billets. aiXorder peut intégrer cette note dans le calcul du score de popularité ! Vous trouverez plus d'informations sur ce plugin sur <a href="http://wordpress.org/extend/plugins/wp-postratings/">le dépôt officiel des plugins</a>.

source: Reset settings
fr_fr: Réinitialiser les options

source: Help | Instructions
fr_fr: Aide | Instructions

source: I want to show the chart on a page, how do I do ?
fr_fr: Je veux montrer le graphique dans une page, comment je fais ?

source: If you want to insert the chart you can see on this settings page, you can do it easily: just put the following shortcode anywhere you want in the editor when writing a post or a page:
fr_fr: Si vous voulez insérer le graphique que vous voyez sur cette page d'options, vous pouvez le faire facilement : insérez juste le shortcode suivant où vous voulez dans l'éditeur visuel quand vous écrivez un billet ou une page:

source: You can also insert it directly in a theme template, adding the following line:
fr_fr: Vous pouvez aussi l'insérer directement directement dans un template de votre thème, en ajoutant la ligne suivante:

source: <br/>In the next update, you will be able to customize this chart ;)
fr_fr: <br/>Dans la prochaine mise à jour, vous pourrez personnaliser ce graphique ;)

source: Database maintenance
fr_fr: Maintenance de la base de données

source: You can also only reset the posts statistics since the plugin installation. All statistics will be lost, beware: views data cannot be recalculated.
fr_fr: Vous pouvez aussi réinitialiser les statistiques sur les billets collectées depuis l'installation du plugin. Toutes les données seront perdues, attention: le nombre de vues de chaque billet ne pourra pas être recalculé.

source: Reset all stats
fr_fr: Réinitialiser les statistiques
